Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: I know my own country better than the Greeks, I think.
ru: Я знаю свою страну лучше, чем Греки, я так думаю.

source: You' re a brave man.
ru: Ты храбрый человек.

source: I could have your head on a spit in the blink of an eye.
ru: Я снесу тебе голову в мгновение ока.

source: Do you really think death frightens me now?
ru: Ты действительно думаешь, что смерть сейчас меня пугает?.

source: I watched my eldest son die...... watched you drag his body behind your chariot.
ru: Я видел как мой старший сын умер...... видел как ты тянул его тело позади колесницы.

source: Give him back to me.
ru: Верни мне его.

source: He deserves the honor of a proper burial.
ru: Ты знаешь это.

source: Give him to me.
ru: Отдай мне его.

source: He killed my cousin.
ru: Он убил моего кузена.

source: He thought it was you.
ru: Он думал, что это был ты.

source: How many cousins have you killed?
ru: Как много кузенов ты убил?.

source: How many sons and fathers and brothers and husbands?
ru: Как много сыновей и отцов и братьев и мужей?.

source: How many, brave Achilles?
ru: Как много, храбрый Ахиллес?.

source: I knew your father.
ru: Я знал твоего отца.

source: He died before his time.
ru: Он умер раньше его времени.

source: But he was lucky not to live long enough to see his son fall.
ru: Но он был удачлив не жить достаточно долго, чтоб не видеть смерть своего сына.

source: You have taken everything from me.
ru: Ты взял всё у меня.

source: My eldest son...... heir to my throne...... defender of my kingdom.
ru: Моего старшего сына...... наследника моего трона...... защитника моего королевства.

source: I cannot change what happened.
ru: Я не могу изменить то что случилось.

source: It is the will of the gods.
ru: Это желание богов.

source: But give me this small mercy.
ru: Но дайте мне это маленькое милосердие.

source: I loved my boy from the moment he opened his eyes...... till the moment you closed them.
ru: Я полюбил своего мальчика с того момента когда он открыл глаза...... до момента когда он их закрыл.

source: Let me wash his body.
ru: Дай мне помыть его тело.

source: Let me say the prayers.
ru: Дай мне сказать молитвы.

source: Let me place two coins on his eyes for the boatman.
ru: Дай мне положить две монеты на его глаза для лодочника.

source: If I let you walk out of here...... if I let you take him...... it doesn' t change anything.
ru: Если я дам тебе уйти отсюда...... Если я позволю тебе взять его...... это ничего не изменит.

source: You' re still my enemy in the morning.
ru: Утром ты будешь моим врагом.

source: You' re still my enemy tonight.
ru: Сегодня вечером ты будешь моим врагом.

source: But even enemies can show respect.
ru: Но даже враги могут показать уважение

source: I admire your courage.
ru: Я восхищаюсь твоей храбростью.

source: Meet me outside in a moment.
ru: Встретимса с наружи через некоторое время.

source: We' il meet again soon, my brother.
ru: Мы скоро встретимся сново, мой брат

source: Your son was the best I' ve fought.
ru: Твой сын был лучший из тех скем я сражался.

source: In my country, the funeral games last for 12 days.
ru: В моей стране похороны длятса 12 дней.

source: It is the same in my country.
ru: То же самое в моей стране.

source: Then the prince will have that honor.
ru: Тогда у принца будет эта честь.

source: No Greek will attack Troy for 12 days.
ru: Ни один грек не нападёт на Трою в последующие 12 дней.

source: Briseis?
ru: Брисеис?.

source: I thought you were dead.
ru: Я думал ты погибла.

source: You are free.
ru: Ты свободна.

source: If I hurt you...... it' s not what I wanted.
ru: Если я травмировал вас...... это не то, что я хотел.

source: No one will stop you.
ru: Даю вам слово.

source: Come, my girl.
ru: Пошли моя девочка.

source: You' re a far better king than the one leading this army.
ru: Ты намного лучший король чем некий ведущий эту армию.

source: Achilles makes a secret pact, and I have to honor it?
ru: Это что измена?.

source: Consorting with the enemy king.
ru: Договорёность с вражеским королём.

source: Giving him 12 days of peace.
ru: Он даёт ему 12 дней мира.

source: Peace!
ru: Их принц мертв.

source: Their prince is dead.
ru: Их армия менее боеспособна.

source: This is the time to attack!
ru: Это хорошее время для атаки!

source: Even with Hector gone, we have no way to breach their walls.
ru: Даже когда не стало Гектора, мы не можем разрушить их стены.

source: I will smash their walls to the ground...... if it costs me 40, 000 Greeks.
ru: Я разобью их стены к основанию.... даже если мне это обойдётса в 40, 000 греков.

source: Hear me, Zeus!
ru: Слышишь меня, Зевс!

source: I will smash their walls to the ground.
ru: Я разобью их стены к основанию

source: For my son back home.
ru: Для моего сына, когда вернусь домой.

source: Well, Odysseus.
ru: Хорошо, Одисеус.

source: You found a way to make the sheep invite the wolves to dinner.
ru: Ты нашёл способ как заманить овец и пригласить волков на обед.

source: I should never have struck you.
ru: Прости меня Эдорус, я не должен был бить тебя.

source: You' ve been a loyal friend all your life.
ru: Ты был лояльным другом всю свою жизнь.

source: I hope I never disappoint you again.
ru: Я надеюсь, что никогда снова не разочарую тебя.

source: It' s I who have been the disappointment.
ru: Именно я был разочарован.

source: Rouse the men.
ru: Ты отводишь их домой.

source: Aren' t you coming with us?
ru: Разве ты не идёшь снами?.

source: I have my own battle to fight.
ru: Это моё личное сражение.

source: Let me march beside you.
ru: Нет.

source: I don' t want our men to be a part of this.
ru: Я не хочу, чтоб наши люди были частью этого

source: It' s a beautiful night.
ru: Иди Эдорус.

source: This is the last order I give you.
ru: Это мой последний приказ тебе.

source: Fighting for you has been my life' s honor, my lord.
ru: Сражатьса за тебя было честью моей жизни, мой господин.

source: Open the gates!
ru: Открыть ворота!

source: Plague.
ru: Чума.

source: Don' t go too close, my king.
ru: Не подходите близко, мой король.

source: This is the will of the gods.
ru: Это желание богов.

source: They desecrated the temple of Apollo...... and Apollo desecrated their flesh.
ru: Они осквернили храм Аполлона...... и Аполлон осквернил их плоть.

source: They thought they could come here and sack our city in a day.
ru: Они думали, что смогут прийти сюда и захватить наш город за один день.

source: Now look at them, fleeing across the Aegean.
ru: Теперь посмотрите на них, убегают через Эгейское море.

source: What is this?
ru: Дань Посейдону.

source: The Greeks are praying for a safe return home.
ru: Греки молятся за безопасное возвращение домой.

source: This is a gift.
ru: Это подарок.

source: We should take it to the temple of Poseidon.
ru: Мы должны взять это к храму Посейдона.

source: - I think we should burn it.
ru: - Я думаю, что мы должны сжечь это. - сжечь это?.

source: My prince, it' s a gift to the gods.
ru: Мой принц, это подарок богам.

source: Father, burn it.
ru: Отец, сожги это.

source: Look at them.
ru: Смотри на них.

source: You' d think their prince had never died.
ru: Они думают, что их принц никогда не умирал.

source: You are the prince now.
ru: Ты сейчас принц.

source: Make your brother proud.
ru: Гордись своим братом.

source: Briseis.
ru: Где она?.

source: Then get him out of Troy.
ru: Тогда возьми его и уходи из Трои.

source: Briseis!
ru: Брисеис!

source: Andromache!
ru: Андромаха!

source: Helen.
ru: Мы должны идти.

source: We must go.
ru: - Я покажу тебе.

source: - I' il show you.
ru: Быстро.

source: Paris.
ru: Парис.

source: It' s a long way.
ru: Мы должны идти сейчас.

source: We must go now.
ru: Брисеис!

source: Let it burn!
ru: Дайте этому гореть!

source: Let Troy burn!
ru: Сжеть!

source: Burn it all!
ru: Сжеть всё!

source: Burn Troy!
ru: Жгите Трою!

source: - Come.
ru: - Я остаюсь.

source: - I stay.
ru: - Нет.

source: - My father will never abandon the city.
ru: - Мой отец никогда не оставит город.

source: I can' t leave him.
ru: Город мёртв.

source: They' re burning it to the ground.
ru: Они сжигают его до основания.

source: - What' s your name?
ru: - Эней.

source: - Do you know how to use a sword?
ru: Ты умеешь пользоватса мечом?.

source: The sword of Troy.
ru: Это мечь Трои.

source: As long as it' s in the hands of a Trojan, our people have a future.
ru: Защити их, Эней.

source: Protect them, Aeneas.
ru: Найди им новый дом.

source: Find them a new home.
ru: - Я сделаю это.

source: - I will.
ru: - Быстро.

source: Paris, Briseis wasn' t in her room.
ru: Парис, Брисеис нет в её комнате.

source: I' il find her.
ru: Я найду ее.

source: - I' il stay with you.
ru: - Иди.

source: - Go.
ru: Пожалйста, не оставляй меня.

source: How could you love me if I ran now?
ru: Как я могу любить тебя если убегу сейчас?

source: We will be together again, in this world or the next.
ru: Мы будем вместе.

source: To the gate!
ru: К воротам!

source: Soldiers of Troy...... you men are warriors!
ru: Вы мужчины - воины!

source: To lead you has been my honor!
ru: Вести вас была честь для меня!

source: My prince!
ru: Мой принц!

source: The boatman waits for us.
ru: Лодочник ждёт нас.

source: I say we make him wait a little longer!
ru: Я говорю, что мы заставляем его ждать немного дольше!

source: Have you no honor?
ru: У тебя есть честь?.

source: Too late for prayer, priestess.
ru: Слишком поздно для молитвы, жрица.

source: I almost lost this war because of your little romance.
ru: Я почти проиграл эту войну из- за вашего небольшого романа.

source: You' il be my slave in Mycenae.
ru: Ты будешь моей рабыней в Микенах.

source: A Trojan priestess scrubbing my floors.
ru: Троянская жрица, вычищающая мои этажи.

source: And at night...
ru: И ночью....

source: Hold her.
ru: Держи ее.

source: You gave me peace...... in a lifetime of war.
ru: Ты дала мне мир...... в целой жизни войны.

source: Briseis, come.
ru: Идём.

source: You must.
ru: Ты должна.

source: Troy is falling.
ru: Троя пала.

source: I know a way out.
ru: Я знаю выход.

source: Find peace...... my brother.
ru: Найди мир...... мой брат.

source: If they ever tell my story, let them say...... I walked with giants.
ru: Я шел с гигантами.

source: Men rise and fall like the winter wheat...... but these names will never die.
ru: Мужчины поднимаются и падают подобно зимней пшенице...... но эти имена никогда не будут умирать.

source: Let them say I lived in the time of Hector...... tamer of horses.
ru: Позвольте им говорить, что я жил во времена Гектора...... укротителей лошадей.

source: Let them say...... I lived in the time of Achilles.
ru: Я жил во время Ахиллеса.

source: Lyekka?
ru: Битва

source: Kai?
ru: Кай?

source: Kai, Kai, I can' t find Lyekka anywhere and I, er -
ru: Кай, Кай, я не могу найти Лаеку

source: look, I think we' re being attacked.
ru: И кажется на нас напали.

source: By whom?
ru: Кто?

source: Well, I don' t know, does it matter?
ru: Слушай, Кай, не хочу тебе мешать,

source: Look Kai - I hate to break the news to you, but you' re not a plant!
ru: А воин Брунен Джи,

source: You' re a Brunnen G warrior, and then you became an assassin for the Divine Order, you' re not meant to rot in a garden!
ru: Ты не должен гнить в саду!

source: So get up out of there and kill!
ru: Давай вставай и убивай!

source: May I help you?
ru: Давай.

source: We are being attacked.
ru: На нас напали.

source: I know that, but by who?
ru: Это я знаю, кто?

source: Balloons.
ru: Шары.

source: From Fire?
ru: С Огня?

source: Likely.
ru: Похоже.

source: Lyekka!
ru: Лайека!

source: Stan.
ru: Стен.

source: I just wanted to make you happy Stan.
ru: Я хотела что бы ты был счастлив, Стен.

source: You have - you do!
ru: Да, я был!

source: Listen, Lyekka, are you OK?
ru: Лайека, что с тобой?

source: I didn' t see them coming.
ru: Я их прозевала.

source: Stan?
ru: Стен?

source: Yes?
ru: Что?

source: I have to say goodbye now.
ru: Нам пора прощатся.

source: No no no no no, we have to take you back to the Lexx and we can fix you up.
ru: Нет, нет, нет, нет.

source: You make me happy.
ru: Мы полетим на Лехх, мы тебя вылечим.

source: I' il always be in your heart.
ru: Ты дал мне счастье.

source: If you cry, you' il lose the memory of our love.
ru: Я осталась в твоём сердце.

source: She is dead.
ru: Нет.

source: And Stanley, you are in danger.
ru: И ты Стенли рискуешь.

source: I can protect you, but I cannot protect you and the moth and Xev at the same time unless you stay together.
ru: Но я смогу защитить тебя, муху и Ксев,

source: I guess you' re right.
ru: Да, кажется ты прав.

source: Where' s Xev?
ru: Где Ксев?

source: Xev!
ru: Ксев!

source: They' ve got the moth!
ru: Они на мухе!

source: Can you reach it?
ru: Можешь их достать?

source: Yes, I can.
ru: Да могу.

source: I' m coming with you.
ru: Я лечу с тобой.

source: Hang on.
ru: Держись.

source: Xev?
ru: Ксев?

source: Kai, you fly, I' il help Xev.
ru: Кай, рули, я развижу.

source: Xev, is that you?
ru: Ксев, это ты?

source: It is Xev.
ru: Это Ксев.

source: Xev, Xev?
ru: Ксев, Ксев? сейчас.

source: Where?
ru: Куда?

source: Out.
ru: Туда.

source: A moth, it doth go boom.
ru: Муха, а как рванула.

source: A moth, it doth descend.
ru: Смотри, мухи уже нет.

source: Kai and Stanley assumed that you would be in the moth, exactly as I had anticipated.
ru: Кай and Стенли Решили что ты на мухе, как я и предпологал.

source: It was an excellent plan.
ru: Отличный план.

source: Clever.
ru: Хитрый.

source: Brilliant.
ru: Блестящий.

source: Insightful.
ru: Мудрый.

source: Genius.
ru: Гениальный.

source: Stupid!
ru: Глупый!

source: Stupid?
ru: Глупый?

source: Do you doubt me, Xev?
ru: Ты не веришь мне, Ксев?

source: Kai can' t be killed, he' s already dead.
ru: Кая нельзя убить, он уже мёртв.

source: But Stanley can.
ru: А Стена можно.

source: And Kai does not float.
ru: А Кай утонул.

source: Correct?
ru: Верно?

source: My prince thinks of everything.
ru: Мой Принц обо всём подумал.

source: So, we have you, and Stanley and your dead man are out of the picture, isn' t that excellent?
ru: И так, ты у нас, а Стенли и мертвец вышли из игры, всё отлично?

source: Wonderful.
ru: Чудесно.

source: Satisfying.
ru: Удобно.

source: Exciting.
ru: Волшебно.

source: Inevitable.
ru: Неизбежно.

source: Evil.
ru: Злобно.

source: That' s what we do.
ru: Вот тут я не спорю.

source: We' re bad.
ru: Мы такие.

source: It' s our job.
ru: Плохие.

source: Our lives.
ru: Служба такая.

source: Our commitment.
ru: Наша жизнь.

source: We' re the opposite of good.
ru: Наше призвание.

source: Anything but.
ru: Бороться с добром.

source: You see Xev, that' s what Fire is all about.
ru: Любой ценой.

source: It' s the repository of all that is not good.
ru: Пойми Ксев, огонь и должен быть таким, плохим.

source: Precisely.
ru: Именно.

source: Don' t you have a mind of your own?
ru: А своих мыслей нет?

source: Oooo...
ru: Оооо...

source: Am I beautiful?
ru: Я красивый?

source: The most.
ru: Как бог.

source: Witty?
ru: Умный?

source: The sharpest.
ru: Как дъявол.

source: Do you love me?
ru: Ты любишь меня?

source: Completely.
ru: Безумно.

source: Would you die for me?
ru: Ты умрёшь за меня?

source: In an instant.
ru: На месте.

source: I think I' m going to be sick.
ru: Кажется меня мутит.

source: You see Xev, Priest lives on Fire and I am its ruler.
ru: Пойми Ксев, Он живёт на огне, а там я правлю.

source: And he knows that the least hint of disobedience would mean an immediate return to terrible pain and suffering, and as you know -
ru: Означает для него ужастную боль страдания, а ты же знаешь -

source: I' m very good with pain.
ru: Я не боюсь боли.

source: However, as he is my priest, he does not suffer much - for now, at least.
ru: Однако как верный раб, он не очень страдает, в данный момент.

source: My prince - we have a problem.
ru: Мой Принц, у нас проблемма.

source: The sky' s full of balloons.
ru: У них полно шаров.

source: And one of them likely contains Xev.
ru: И на одном из них возможно Ксев.

source: Can you hear us?
ru: Ты нас слышишь?

source: Kai!
ru: Кай!

source: That was Xev, did you hear that?
ru: Это Ксев, ты слышал?

source: We can hear you!
ru: Мы слышим тебя!

source: Xev, where are you?
ru: Ксев, где ты?

source: Now the game will become more interesting.
ru: Игра становится более интерестной.

source: A challenge.
ru: Вызов.

source: A test.
ru: Схватка.

source: A contest.
ru: Турнир.

source: A battle.
ru: Битва.

source: Which you will lose.
ru: Тебе не выйграть.

source: A defeat.
ru: Разгром.

source: A defeat?
ru: Разгром?

source: For them.
ru: Для них.

source: Victory for us.
ru: Для нас победа.

source: You see Xev -
ru: Пойми Ксев -

source: Flying a balloon -
ru: Летать на шаре -

source: Flying a balloon is not a science.
ru: Летать на шаре не наука.

source: It' s not an art.
ru: И не искусство.

source: There' s a lot of luck involved.
ru: Тут нужна удача.

source: Sometimes you get an updraft -
ru: Иногда везёт с ветром.

source: Sometimes you don' t -
ru: Иногда нет -

source: You never know.
ru: Не угодать.

source: But if you have a lot of balloons -
ru: Но когда шаров много -

source: As we do.
ru: Как у нас.

source: Then you' re more likely to get a favourable wind than if you have only one.
ru: Шансов поймать ветер у них больше, чем у одного.

source: It' s a simple matter of mathematics.
ru: Это чистая математика.

source: In order to destroy their balloon, our balloons must rise higher.
ru: Что бы уничтожить их шар, наши должны взлететь выше.

source: Or at least one of them must.
ru: Хотя бы один из них.

source: Rise above all the others.
ru: Взлететь выже других.

source: We need to shed some weight.
ru: Надо сбросить баласт.

source: Her?
ru: Её?

source: We need you more than we need them.
ru: Ты нужна нам больше чем они.

source: You could be useful.
ru: Ты будешь полезна.

source: We gotta make it to another one of those cities.
ru: Надо добраться до какого- нибуть города.

source: Don' t you want to rescue Xev?
ru: Ты не хочешь спасти Ксев?

source: Well, yeah Kai, but we gotta get some help first.
ru: Ну да, надо, но мы приведём помошь.

source: - or perhaps, benefit from - a certain complacency in relation to the potential dangers they face.
ru: Я заметил, что жителям городов на Воде мешает, а может и помогает безразличие к подстеригающим их опасностям.

source: They seem to live for the minute, in a kind of continuum, and will likely show no interest in our problem.
ru: Они живут одной минутой, не думая о будущем, и похоже не поймут нашей проблеммы.

source: OK, what do you suggest then?
ru: И что ты предлагаешь?

source: Engage the other balloons in battle, to save Xev now - on our own.
ru: Вовлечь другие шары в битву, и спасти Ксев своими руками.

source: But what - but they' re all around us, how can we attack them all?
ru: Что, ты взгляни, они же вокруг нас? на кого нам нападать.

source: They appear to be organising themselves to attack us.
ru: Нам не придётся нападать, похоже они организуют свою атаку

source: Oh, come on, there' s way too many.
ru: Но их так много.

source: They' re gonna beat us.
ru: Они нас разобьют.

source: Likely you are correct.
ru: Похоже ты прав.

source: OK, I' m correct.
ru: Ладно я прав.

source: What are we gonna do?
ru: Но что нам делать?

source: Whatever we can.
ru: Всё что сможем.

source: You know Kai, that' s easy for you to say because you' re an assassin.
ru: Кай, тебе легко говорить - ты убийца.

source: You see, I' m a security guard class 4, formerly an assistant deputy backup courier.
ru: А я охранник 4- гокласса, и бывший зам помошник курьера.

source: You know, doing battle' s not part of my nature.
ru: Знаешь, воевать не в моих привычках, поверь.

source: You are captain of the Lexx, the mightiest weapon in the two universes - what' s left of them - and have been so for more than four thousand years.
ru: Ты капитан Лексса, мощнейшего оружия в двух вселенных

source: They seek advantage by rising above us, so they are shedding weight to gain in altitude.
ru: - в их остатках и ты был им больше 4- х тысяч лет.

source: I' m pumping this thing as hard as I can.
ru: Я грею эту штуку изо всех сил.

source: Did they hit us?
ru: Попали?

source: Not where it matters.
ru: Не в ту мишень.

source: They are not trying to hit the gondola.
ru: Они не целят в гондолу. Хотят пробить наш шар, что бы он пошёл вниз.

source: Their strategy is to puncture our balloon' s bag and make us descend.
ru: Мы будем вне досигаемости его оружия.

source: Make sure they all stay out of range of his weapon.
ru: Отличный план.

source: Would you care for a drink?
ru: Не выпьешь со мной?

source: Very well.
ru: Как хочешь.

source: I won' t bother to offer you one again.
ru: Была бы честь предложена.

source: They' re rising above us.
ru: Они будут выше нас.

source: Correct.
ru: Верно.

source: Well what can we do?
ru: Что нам делать?

source: We can wait.
ru: Будем ждать.

source: Wait for what?
ru: Чего ждать?

source: For them to make a mistake.
ru: Когда они ошибутся.

source: That' s our entire plan?
ru: И это весь наш план?

source: Yeah, well what if they don' t make a mistake?
ru: А если они не ошибутся?

source: Then they will succeed and we will fail.
ru: То победят они, а не мы.

source: It means, that you will die -
ru: Это значит что ты умрёшь -

source: And I will sink to the centre of this planet.
ru: А я утону в центре этой планеты.

source: Why is it that I do all the pumping and you do all the standing around?
ru: Почему я всё качегарю, а ты всё стоишь столбом?

source: I will pump if you request, but then I will not be able to stop darts.
ru: Я буду качать если хочешь, но тогда я не смогу ловить стрелы.

source: Oh, that' s OK, I like to pump.
ru: Я люблю качать.

source: Did they get the balloon?
ru: Шар уже пробит?

source: Close.
ru: Пока нет, но будет.

source: You seem so far away from me now - and we used to be so close.
ru: Ты кажешься такой далёкой - а мы были так близки.

source: We were never close.
ru: Мы небыли близки.

source: I remember your kisses well.
ru: Я помню твои поцелуи.

source: They were warm and close.
ru: Они были такими жаркими.

source: I was vulnerable, and you took advantage of me.
ru: Ты воспользовался моей слабостью.

source: There was nothing real.
ru: Это было не наяву.

source: I see hate in your eyes.
ru: Какая ненависть в твоих глазах.

source: You should be one of mine, you should be with me.
ru: Ты должна быть моей. Ты должна быть со мной.

source: It' s a small step for you to take.
ru: Ненавидя меня, ты будешь ненавидеть и других, остался всего один шажок.

source: Take it Xev.
ru: Шагни Ксев.

source: Be mine.
ru: Стань моей

source: Why do you do this?
ru: Зачем тебе это?

source: I tempt those who can be tempted, and I punish those who deserve to be punished.
ru: Я искушаю тех, кто стоек и наказываю тех, кто заслужил кары.

source: That is my function, my occupation, my job - my joy.
ru: Это - моя функция, моя профессия, мой крест, мой кайф.

source: What is wrong with that?
ru: Что в этом плохого?

source: And I also punish some who have done nothing wrong, who slip through the cracks - but then, no system is perfect.
ru: Я наказываю и тех кто невиновен, кто остался чист.

source: You may not understand why I do what I do, but even less do I understand why you make the choices that you do.
ru: Вижу ты не понимаешь почему я живу.

source: I can see into you, Xev.
ru: Как живу.

source: I can see things inside you that even you do not consciously remember.
ru: Но я тоже не понимаю, почему ты выбираешь так, а не иначе.

source: You have every reason to hate.
ru: Тебя научили ненавидеть.

source: Good baby.
ru: Молодец.

source: Good baby - Xev of B3K.
ru: Молодец - Ксев с Б3K.
